[{"topic": "amazon gases deforestation impact pesticides", "posts": [["The Amazon Rainforest Now Emits More Greenhouse Gases Than It Absorbs. Climate change and deforestation have transformed the ecosystem into a net source of planet-warming gases instead of a carbon sink", "https://reddit.com/mhrfwa"], ["Toxic impact of pesticides on bees has doubled, study shows. Analysis contradicts claims that the environmental impact of pesticides is falling, say scientists", "https://reddit.com/mi4755"], ["Invasive species have cost the world at least $1.62 trillion since 1970: study", "https://reddit.com/mi1dqe"], ["Global Deforestation Increased by 12% in 2020 with Amazon Most Severely Affected", "https://reddit.com/mi8xcu"], ["Japan ranks 120th in global gender gap index, 2nd lowest level ever.", "https://reddit.com/mhn9av"]]}, {"topic": "met group police know officer", "posts": [["Met Police did not know officer was member of a terror group until anti-fascists leaked data", "https://reddit.com/mhtuxh"], ["(UK) Met PC found guilty of neo-Nazi group membership.", "https://reddit.com/mhyg18"]]}, {"topic": "brexit disaster britain collapsing european", "posts": [["Brexit has been a disaster for Britain as collapsing European trade puts UK firms out of business", "https://reddit.com/mhp21b"], ["The Bank of Canada is seeing worrying signs that some Canadians are taking on too much debt to buy into the nation’s hot housing market.", "https://reddit.com/mi93v2"]]}, {"topic": "vaccine italy makes mandatory health", "posts": [["Italy makes COVID-19 vaccine mandatory for all health workers", "https://reddit.com/mhm4ph"], ["Italy makes vaccine mandatory for all health workers", "https://reddit.com/mhnuc3"], ["Russia develops first Covid vaccine for animals.", "https://reddit.com/mhtyzi"]]}, {"topic": "philippines chinese says illegal structures", "posts": [["Philippines says illegal structures found on reefs near where Chinese boats swarmed", "https://reddit.com/mhw2ez"], ["US, Philippines discuss Chinese ‘swarming’ in South China Sea", "https://reddit.com/mhori3"], ["Philippines says illegal structures found on reefs near where Chinese boats gathered", "https://reddit.com/mi9xhg"], ["U.S., Philippines officials discuss Chinese activities in South China Sea", "https://reddit.com/mhodr6"]]}]